[
  {
    "userId": 1,
    "id": 1,
    "title": "sunt aut facere repellat provident occaecati excepturi optio reprehenderit",
    "body": "quia et suscipit\nsuscipit recusandae cipit recusandae consequuntur expedita et cum\nreprehenderit molestiae utcipit recusandae consequuntur expedita et cum\nreprehenderit molestiae utcipit recusandae consequuntur expedita et cum\nreprehenderit molestiae utcipit recusandae consequuntur expedita et cum\nreprehenderit molestiae utcipit recusandae consequuntur expedita et cum\nreprehenderit molestiae utcipit recusandae consequuntur expedita et cum\nreprehenderit molestiae utcipit recusandae consequuntur expedita et cum\nreprehenderit molestiae utcipit recusandae consequuntur expedita et cum\nreprehenderit molestiae utcipit recusandae consequuntur expedita et cum\nreprehenderit molestiae utconsequuntur expedita et cum\nreprehenderit molestiae ut ut quas totam\nnostrum rerum est autem sunt rem eveniet architecto"
  },
  {
    "userId": 1,
    "id": 2,
    "title": "qui est esse",
    "body": "est rerum tempore vitae\nsequi sint nihil reprehenderit dolor beatae ea dolores neque\nfugiat blanditiis voluptate porro vel nihil molestiae ut reiciendis\nqui aperiam non debitis possimus qui neque nisi nulla"
  },
  {
  "title": "Pigeons (Columba livia) learn a four-item list by trial and error.",
  "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:Tyk-4Ss8FVUC",
  "authors": [
    "D Scarf",
    "M Johnston",
    "M Colombo"
  ],
  "abstract": "In the present study we investigate the visual responsiveness of neurons in the entopallium, arcopallium, nidopallium, and hippocampus of pigeons. Pigeons were presented with 12 different stimuli, including three stimuli of a pigeon (a portrait of a pigeon’s face, a profile view of a pigeon’s face, and a picture of a whole pigeon). A total of 53 cells were recorded from the entopallium, 65 from the arcopallium, 32 from the nidopallium, and 67 from the hippocampus. Although a number of neurons were selective for certain colours and shapes, no neurons were solely selective for the three pigeon stimuli. This finding contrasts with previous studies across a range of mammals demonstrating selective firing to images of conspecifics. Rather than reflecting an absence of these cells in pigeons, we argue our findings may reflect the difficulty pigeons have in understanding the correspondence between 2D representations of 3D stimuli.",
  "publication": "Journal of Comparative Psychology 132 (3), 234, 2018",
  "publication_year": 2018,
  "cited_by_count": 6
  }
]
