[
    {
        "title": "Are crows smart Let them count the ways",
        "link": "https://link.springer.com/article/10.3758/s13420-024-00656-x",
        "authors": "M Johnston, D Scarf",
        "publication": "Learning & Behavior, 2024",
        "publication_year": 2024,
        "image": "https://images.unsplash.com/photo-1520531856853-37d344524b0f",
        "abstract": "Liao et al. demonstrated that crows can count out loud, revealing a level of vocal control previously unobserved in nonhuman species. This discovery suggests that rather than being judged by primate standards, birds might represent a new benchmark for vocal and perhaps broader cognitive abilities."
    },
    {
        "title": "How do animals understand the physical world?",
        "link": "https://www.cell.com/current-biology/abstract/S0960-9822(24)00908-4",
        "authors": "AH Taylor, M Johnston",
        "publication": "Current Biology, 2024",
        "publication_year": 2024,
        "image": "https://images.unsplash.com/photo-1548645933-c62d4468cbb9?q=80&w=2970&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "The natural world is full of examples of animals interacting with their physical environment in surprising ways: capuchin monkeys crack open nuts with rocks; dolphins use sponges as ‘gloves’ on their rostra when searching for prey on the sea floor; and New Caledonian crows manufacture stick tools to pull grubs from logs (Figure 1). Deeper into the phylogenetic tree we continue to see interesting examples of behaviors of this kind, such as octopuses using coconut shells for protection, tuskfish breaking open cockles by hitting them against coral heads, and bees learning to pull string to gain out-of-reach food. These sophisticated behavioral interactions with their physical environment suggest that animals might have a deep understanding of their physical world at a cognitive level. In this primer, we review the performances of a variety of species when faced with tasks that probe their understanding of their physical world."
    },
    {
        "title": "Crows flexibly apply statistical inferences based on previous experience",
        "link": "https://www.cell.com/current-biology/fulltext/S0960-9822(23)00774-1",
        "authors": "M Johnston, KF Brecht, A Nieder",
        "publication": "Current Biology, 2023",
        "publication_year": 2023,
        "image": "https://images.unsplash.com/photo-1459609336665-6ef3866c8930",
        "abstract": "Statistical inference, the ability to use limited information to draw conclusions about the likelihood of an event, is critical for decision-making during uncertainty. The ability to make statistical inferences was thought to be a uniquely human skill requiring verbal instruction and mathematical reasoning. However, basic inferences have been demonstrated in both preliterate and pre-numerate individuals, as well as non-human primates. More recently, the ability to make statistical inferences has been extended to members outside of the primate lineage in birds. True statistical inference requires subjects use relative rather than absolute frequency of previously experienced events. Here, we show that crows can relate memorized reward probabilities to infer reward-maximizing decisions. Two crows were trained to associate multiple reward probabilities ranging from 10% to 90% to arbitrary stimuli. When later faced with the choice between various stimulus combinations, crows retrieved the reward probabilities associated with individual stimuli from memory and used them to gain maximum reward. The crows showed behavioral distance and size effects when judging reward values, indicating that the crows represented probabilities as abstract magnitudes. When controlling for absolute reward frequency, crows still made reward-maximizing choices, which is the signature of true statistical inference. Our study provides compelling evidence of decision-making by relative reward frequency in a statistical inference task."
    },
    {
        "title": "Recursive sequence generation in crows",
        "link": "https://www.science.org/doi/10.1126/sciadv.abq3356",
        "authors": "DA Liao, KF Brecht, M Johnston, A Nieder",
        "publication": "Science Advances, 2022",
        "publication_year": 2022,
        "image": "https://images.unsplash.com/photo-1524406898358-473504c7492f?q=80&w=1632&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "Recursion, the process of embedding structures within similar structures, is often considered a foundation of symbolic competence and a uniquely human capability. To understand its evolution, we can study the recursive aptitudes of nonhuman animals. We adopted the behavioral protocol of a recent study demonstrating that humans and nonhuman primates grasp recursion. We presented sequences of bracket pair stimuli (e.g., [ ] and { }) to crows who were instructed to peck at training lists. They were then tested on their ability to transfer center-embedded structure to never-before-seen pairings of brackets. We reveal that crows have recursive capacities; they perform on par with children and even outperform macaques. The crows continued to produce recursive sequences after extending to longer and thus deeper embeddings. These results demonstrate that recursive capabilities are not limited to the primate genealogy and may have occurred separately from or before human symbolic competence in different animal taxa."
    },
    {
        "title": "Nidopallium caudolaterale neuronal responses during serial-order behaviour in pigeons",
        "link": "https://www.sciencedirect.com/science/article/abs/pii/S0166432819310836?via%3Dihub",
        "authors": "M Johnston, B Porter, M Colombo",
        "publication": "Behavioural Brain Research, 2020",
        "publication_year": 2020,
        "image": "https://images.unsplash.com/photo-1517739097155-1d71669d7537?q=80&w=1771&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "Serial-order behaviour is the ability to complete a sequence of responses in order to obtain a reward. Serial-order tasks can be thought of as either externally-ordered (EO) such that the order of responses is predetermined, or internally-ordered (IO) such that the subject determines the order of responses from trial to trial. Ordinal knowledge (representation of first, second, or third etc.) is a key component of successful serial-order behaviour, and is considered a higher-order cognitive function. The nidopallium caudolaterale (NCL) is the avian equivalent to the prefrontal cortex, an area of the primate brain important for serial-order behaviour. The importance of the NCL for serial-order behaviour, however, is still unknown. In the current study, we trained pigeons to complete either three-item EO or IO tasks and recorded single-neuron activity from the NCL to determine whether neurons in the NCL code ordinal knowledge. Our results support the view that the NCL is involved in serial-order behaviour by coding ordinal position, at least with respect to the IO task. The absence of any ordinal coding during the EO task could be explained by the different strategies that birds adopt between the EO and IO tasks."
    },
    {
        "title": "The effects of hippocampal and area parahippocampalis lesions on the processing and retention of serial-order behavior, autoshaping, and spatial behavior in pigeons",
        "link": "https://onlinelibrary.wiley.com/doi/10.1002/hipo.23287",
        "authors": "M Johnston, D Scarf, A Wilson, J Millar, A Bartonicek, M Colombo",
        "publication": "Hippocampus, 2020",
        "publication_year": 2020,
        "image": "https://images.unsplash.com/photo-1566669437687-7040a6926753?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "We examined the role of the avian hippocampus and area parahippocampalis in serial-order behavior and a variety of other tasks known to be sensitive to hippocampal damage in mammals. Damage to the hippocampus and area parahippocampalis caused impairments in autoshaping and performance on an analogue of a radial-arm maze task, but had no effect on acquisition of 2-item, 3-item, and 4-item serial-order lists. Additionally, the lesions had no effect on the retention of 3-items lists, or on the ability to perform novel derived lists composed of elements from lists they had previously learned. The impairments in autoshaping and spatial behavior are consistent with the findings in mammals. The absence of impairments on the serial-order task may also be consistent once one considers that damage to the hippocampus in mammals seems to affect more internally-organized rather than externally-organized serial-order tasks. Together, the findings support the view that the avian hippocampal complex serves a function very similar to the mammalian hippocampus, a finding that is interesting given that the architecture of the avian hippocampus differs dramatically from that of the mammalian hippocampus."
    },
    {
        "title": "Delay activity in the Wulst of pigeons (Columba livia) represents correlates of both sample and reward information",
        "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:2osOgNQ5qMEC",
        "authors": "C Anderson, M Johnston, EJ Marrs, B Porter, M Colombo",
        "publication": "Neurobiology of Learning and Memory, 107214, 2020",
        "publication_year": 2020,
        "image": "https://images.unsplash.com/photo-1540382658444-5f53c7f12ac3?q=80&w=2970&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "The avian Wulst is the pallial (analogous to mammalian cortex) termination point of the thalamofugal pathway, one of two main visual pathways in birds, and is considered to be equivalent to primate striate cortex. We recorded neuronal activity from the Wulst in pigeons during two versions of a delayed matching-to-sample procedure. Two birds were trained on a common outcomes (CO) procedure, in which correct responses following both the skateboarder and the flower stimuli were associated with reward. Two other birds were trained on a differential outcomes (DO) procedure in which correct responses following only the skateboarder stimulus were associated with reward, while correct responses following the flower stimulus were not rewarded. In line with previous studies, under CO conditions, and for both excitatory and inhibitory neurons, delay activity in the Wulst was significantly different from baseline activity following both sample stimuli, which may indicate that Wulst delay activity is a neural correlate of working memory for the sample stimulus. On the other hand, under DO conditions, Wulst delay activity appeared to be a neural correlate of the upcoming reward. We argue that Wulst neurons display flexibility in their encoding in that they can encode both sample and reward information, but may default to one type of coding over the other based on the demands of the task. The current study provides the first evidence that delay activity in the Wulst represents both a neural correlate for sample information as well as reward information."
    },
    {
        "title": "Delay Neurons: Comparative Overview",
        "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:zYLM7Y9cAGgC",
        "authors": "M Johnston, B Porter, M Colombo",
        "publication": "Encyclopedia of Animal Cognition and Behavior, 1-8, 2019",
        "publication_year": 2019,
        "image": "https://plus.unsplash.com/premium_photo-1681426643645-77d6b5130b50?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "In this encyclopedia chapter (Encyclopedia of Animal Cognition and Behavior), we examine delay activity from a comparative perspective. Delay neurons are found not only in humans, but also in all nonhuman species examined, including primates, birds, and rodents. In all species, delay neurons have been identified in sensory-specific regions such as visual and auditory areas, areas that are important for processing elements of stimuli to be remembered. As delay neurons are thought to represent memory, much research has also focused on sensory integration regions thought to be crucial for executive functioning, such as the prefrontal cortices, hippocampus, and their homologues in other species."
    },
    {
        "title": "Delay activity in pigeon nidopallium caudolaterale during a variable-delay memory task",
        "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:YsMSGLbcyi4C",
        "authors": "M Johnston, B Porter, M Colombo",
        "publication": "Behavioral Neuroscience 133 (6), 563, 2019",
        "publication_year": 2019,
        "image": "https://images.unsplash.com/photo-1509993504617-8fccedeb7d67?q=80&w=1758&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "Neurons in the pigeon nidopallium caudolaterale (NCL) are important for the maintenance of information across delays as long as 3 s. In the current study, we recorded neural activity from the avian NCL of 3 birds trained on a working memory task with three different delay lengths intermixed within a session. We found that when the birds are unable to predict the upcoming delay length there is no evidence that NCL cells engage in temporal coding. Furthermore, delay activity did not differ between correct and incorrect trials. Both findings have implications for the function of delay activity and its role in supporting working memory."
    },
    {
        "title": "Effects of nidopallium caudolaterale inactivation on serial-order behavior in pigeons (Columba livia)",
        "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:eQOLeE2rZwMC",
        "authors": "M Johnston, AN Clarkson, EK Gowing, D Scarf, M Colombo",
        "publication": "Journal of neurophysiology 120 (3), 1143-1152, 2018",
        "publication_year": 2018,
        "image": "https://images.unsplash.com/photo-1505862063223-5c8d38bbad87?q=80&w=1779&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "Serial-order behavior is the ability to complete a sequence of responses in a predetermined order to achieve a reward. In birds, serial-order behavior is thought to be impaired by damage to the nidopallium caudolaterale (NCL). In the current study, we examined the role of the NCL in serial-order behavior by training pigeons on a 4-item serial-order task and a go/no-go discrimination task. Following training, pigeons received infusions of 1 μl of either tetrodotoxin (TTX) or saline. Saline infusions had no impact on serial-order behavior, whereas TTX infusions resulted in a significant decrease in performance. The serial-order impairments, however, were not the result of any specific error at any specific list item. With respect to the go/no-go discrimination task, saline infusions also had no impact on performance, whereas TTX infusions impaired pigeons' discrimination abilities. Given the impairments on the go/no-go discrimination task, which does not require processing of serial-order information, we tentatively conclude that damage to the NCL does not impair serial-order behavior per se, but rather results in a more generalized impairment that may impact performance across a range of tasks. NEW & NOTEWORTHY We examined the role of the nidopallium caudolaterale (NCL) in serial-order behavior by training pigeons on a 4-item serial-order task and selectively inhibiting the region with TTX. Although TTX infusions did impair serial-order behavior, the pattern of the deficit, plus the fact that TTX also impaired performance on a task without a serial-order component, indicates that inactivation of NCL causes impairments in reward processing or inhibition rather than serial-order behavior."
    },
    {
        "title": "Pigeons (Columba livia) learn a four-item list by trial and error",
        "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:Tyk-4Ss8FVUC",
        "authors": "D Scarf, M Johnston, M Colombo",
        "publication": "Journal of Comparative Psychology 132 (3), 234, 2018",
        "publication_year": 2018,
        "image": "https://images.unsplash.com/photo-1514773994089-a0072e20d2af?q=80&w=1887&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "The aim of the current study was to assess whether pigeons could acquire a four-item list by trial and error. Pigeons received either extensive list training prior to being tested on a novel four-item list (i.e., the full-training group) or very limited training (i.e., the limited-training group). Specifically, subjects in the full-training group were trained to acquire a large set of two-item lists by trial and error, then a large set of three-item lists, and finally a large set of four-item lists. In addition, within each set, the number of training phases was gradually reduced. In contrast, the limited-training group were trained on a single four-item list prior to testing. Only one of the eight subjects (12.5%) in the limited-training group learned the novel four-item list. In contrast, all five subjects (100%) in the full-training group learned the novel four-item list. We suggest that the difference between groups reflects the fact that subjects in the full-training group acquired a learning set over the course of their extensive training. The current study is the first to demonstrate pigeons can learn a four-item list without phased training."
    },
    {
        "title": "Entopallium",
        "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:W7OEmFMy1HYC",
        "authors": "M Johnston, M Colombo",
        "publication": "Encyclopedia of animal cognition and behavior",
        "publication_year": 2017,
        "image": "https://images.unsplash.com/photo-1559757175-5700dde675bc?q=80&w=1931&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "The dorsal ventricular ridge (DVR) is the main body of mass that forms the avian telencephalon. The DVR contains the major pallial regions of the avian brain, including the nidopallium (N), mesopallium (M), arcopallium (A) and, nested among these areas, the entopallium (E). Based on its afferent and efferent projections, the effects of lesions to the area, and single-unit electrophysiological data, the E is a higher-order visual and motion processing structure and is considered analogous to some region of the primate extrastriate cortex."
    },
    {
        "title": "Neural correlates of sample-coding and reward-coding in the delay activity of neurons in the entopallium and nidopallium caudolaterale of pigeons (Columba livia)",
        "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:WF5omc3nYNoC",
        "authors": "M Johnston, C Anderson, M Colombo",
        "publication": "Behavioural brain research 317, 382-392, 2017",
        "publication_year": 2017,
        "image": "https://images.unsplash.com/photo-1514446194108-aa408d4d61d9?q=80&w=1772&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "We recorded neuronal activity from the nidopallium caudolaterale, the avian equivalent of mammalian prefrontal cortex, and the entopallium, the avian equivalent of the mammalian visual cortex, in four birds trained on a differential outcomes delayed matching-to-sample procedure in which one sample stimulus was followed by reward and the other was not. Despite similar incidence of reward-specific and reward-unspecific delay cell types across the two areas, overall entopallium delay activity occurred following both rewarded and non-rewarded stimuli, whereas nidopallium caudolaterale delay activity tended to occur following the rewarded stimulus but not the non-rewarded stimulus. These findings are consistent with the view that delay activity in entopallium represents a code of the sample stimulus whereas delay activity in nidopallium caudolaterale represents a code of the possibility of an upcoming reward. However, based on the types of delay cells encountered, cells in NCL also code the sample stimulus and cells in ENTO are influenced by reward. We conclude that both areas support the retention of information, but that the activity in each area is differentially modulated by factors such as reward and attentional mechanisms."
    },  
    {
        "title": "Pigeon NCL and NFL neuronal activity represents neural correlates of the sample",
        "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:u5HHmVD_uO8C",
        "authors": "M Johnston, C Anderson, M Colombo",
        "publication": "Behavioral Neuroscience 131 (3), 213, 2017",
        "publication_year": 2017,
        "image": "https://images.unsplash.com/photo-1523115191856-c203e76215a5?q=80&w=1965&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": "Four birds were trained on a delayed matching-to-sample task with common outcomes where correct responses during both red and green trials yielded reward. We recorded neuronal activity from the avian nidopallium caudolaterale, the avian equivalent of the mammalian prefrontal cortex, and the avian nidopallium frontolaterale, a higher-order visual processing region. In both regions we found sustained activity during the delay period of both red and green trials. These findings provide the first evidence that delay activity in the pigeon's nidopallium caudolaterale and nidopallium frontolaterale represent a neural correlate for the to-be-remembered sample stimulus."
    }, 
    {
        "title": "Prospective processing: Behavioural and neural evidence",
        "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:qjMakFHDy7sC",
        "authors": "M Colombo, A Klarer, M Johnston, J Rose",
        "publication": "Japanese Journal of Animal Psychology, 67.2. 2, 2017",
        "publication_year": 2017,
        "image": "https://images.unsplash.com/photo-1719650592946-55163c4994cb?q=80&w=1932&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "abstract": ""
    }, 
    {
      "title": "Visual response properties of neurons in four areas of the avian pallium A Neuroethology, sensory, neural, and behavioral physiology",
      "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:d1gkVwhDpl0C",
      "authors": "D Scarf, M Stuart, M Johnston, M Colombo",
      "publication": "Journal of Comparative Physiology A, 202, 235-245, 2016",
      "publication_year": 2016,
      "image": "https://images.unsplash.com/photo-1599927664870-efb5afbf7312?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "abstract": "Whether animals can engage in prospective processing, looking ahead to what needs to be done, is an area of current interest in comparative cognition. We review some of the early behavioural and more recent neural evidence for prospective processing. Three classic behavioural studies, each adopting a different technique (confusion matrix design, sample comparison mapping design, and modality-specific interference design), confirm that animals can engage in prospective processing. Mirroring these findings are more recent data that revealed neural evidence in favour of prospective processing. Overall, both behavioural and neural studies support the view that animals engage in prospective processing and plan for a future event."
    },
    {
      "title": "Introspection and anecdotes won't prove what animals are thinking and feeling",
      "link": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=tdUoNiIAAAAJ&pagesize=100&citation_for_view=tdUoNiIAAAAJ:Y0pCki6q_DkC",
      "authors": "M Colombo, M Johnston",
      "publication": "Animal Sentience 1 (2), 3, 2016",
      "publication_year": 2016,
      "image": "https://images.unsplash.com/photo-1540573133985-87b6da6d54a9?q=80&w=2076&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "abstract": "We review Part Three, “Whines and Pet Peeves,” of Safina’s book Beyond Words: What Animals Think and Feel. Part Three is concerned mainly with the evidence for Theory of Mind in nonhuman animals. Like Safina, we believe that animals have a Theory of Mind, and like Safina, we question the utility of such concepts. There are many studies that Safina could have used to support his  argument, and although some are mentioned, he prefers to make his point mainly by relying on anecdotes and introspection. The end result, we believe, is to devalue the scientific process."
    }
  ]
